-- phpMyAdmin SQL Dump
-- version 4.0.9
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Време на генериране: 
-- Версия на сървъра: 5.5.34
-- Версия на PHP: 5.4.22

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- БД: `db_alumni`
--

-- --------------------------------------------------------

--
-- Структура на таблица `articles`
--

CREATE TABLE IF NOT EXISTS `articles` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `text` text COLLATE utf8_unicode_ci,
  `image` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=7 ;

--
-- Схема на данните от таблица `articles`
--

INSERT INTO `articles` (`id`, `title`, `text`, `image`) VALUES
(1, 'Нашите момичета отново първи в турнир по футзал', 'На 28 и 29 май се проведе студентски турнир по футзал за жени за купата на СУ „Св. Климент Охридски“ 2013 г. В него участваха отборите на УНСС, СУ, ЛТУ, УАСГ и ТУ. Нашите момичета бяха безапелационни и след четири победи успяха да завоюват титлата. Най-напрегнат беше мачът с отбора на СУ - финал на турнира, спечелен от отбора на УНСС с 2:1, след голове на Ива Радкова и Олга Попова.\n\nИндивидуални отличия получиха Пламена Бойчева, от УНСС - за най-атрактивен състезател, и Гергана Цанкова, от УНСС - за най-полезен състезател на турнира.\n\nТова е втората титла за годината за нашите момичета, след спечелената титла в турнира за "Купа 8 декември". По този начин с което нашите момичета не оставиха въпросителни кой е най-добрият студентски отбор по футзал за жени.  ', 'images/6ca0a_futsal_winner_women.jpg'),
(2, 'Световния шампион по кикбокс - студент в нашия университет', 'За втори път студентът Емануил Димитров стана световен шампион по кикбокс в стил Лайт контакт на първенството в Анталия. Емануил е IV курс, специалност „Финанси” в нашия университет.\n\nПо случай завоюваното първо място, ректорът проф. д.ик.н. Стати Статев връчи на шампиона почетна грамота за утвърждаване доброто име на УНСС.  На официалното връчване присъства и ректорското ръководство, което също поздрави успелия студент.\n\nЕмануил е състезател на спортен клуб „ИККЕН”. Има две европейски и две световни титли. Негов треньор е Иван Георгиев, който е и един от треньорите на националния отбор.\n\nВсеки ден студентът тренира по два часа, но когато е ангажиран в университета пропуска тежките тренировки. Занимава се със спорт от ранна детска възраст - първо започва с карате, а после се насочва и към кикбокса.\n\n"Всичко е плод и на доста загуби - или печелиш, или се учиш. Играя в два различни стила. В  Лайт контакт нямам загуби, но другият Поинт файтинг ми донесе опит и ми помогна да съм на това ниво в по-новия за мен стил.  Липсата на загуби е респектиращо за моите противници", добавя Емануил.\n\nСпортът носи удовлетвореност на шампиона и той смята да продължи с него. Замисля се и за магистратурата си в университета, тъй като тази година завършва бакалавърската си степен.', 'images/4ab85_DSC_02081.jpg'),
(4, 'Победителите в турнира по тенис на корт за Купата на ректора на УНСС', 'Ректорът на университета проф. д.ик.н. Стати Статев връчи наградите на шампионите и финалистите в Осемнадесетия турнир по тенис на корт за Купата на ректора на УНСС. На официалното награждаване присъстваха и организаторите от спортния клуб на преподавателите и служителите “Св. Георги Победоносец”.\n\nШампиони в тазгодишния турнир с 2:0 сета (6:2, 6:3) станаха доц. д-р Димитър Ненков от катедра „Финанси“ и ст. преп. Спас Ставрев, ръководител на катедра „Физическо възпитание и спорт“. Доц. Ненков за трета поредна година е сред победителите, а за ст. преп. Ставрев това е петата победа. На финала тандемът надделя над тенис-двойката проф. Димитър Димитров, ръководител на катедра „Национална и регионална сигурност“, и ст. преп. д-р Иван Стоилов от катедра “Физическо възпитание и спорт”.Решенията ви се оформят от вашите приятели и роднини. Изучаването на социалните групи разкрива колко много неща, за които смятаме, че са индивидуални, като това дали човек напълнява или спира да пуши, всъщност са колективни. Джеймс Фаулър от Калифорнийския университет и Ник Кристакис от Харвард откриват, че нашето поведение е заразно. Ако най-добрият ви приятел напълнее, вероятността вие също да напълнеете нараства с 57%. Ако близък ваш колега откаже цигарите, вероятността вие да го направите се увеличава с 34%. Понякога е най-добре да управлявате идеите си чрез други хора. Когато учени проследили успеха на служителите в компания от сектора на аеронавтиката, в това число патенти и продукти, които тези служители са пуснали на пазара, те откриват, че това какви познати има даден инженер е от огромна важност. След опита, отношенията, които един служител има, са най-големият предсказател за успеха. При хората, които поддържали отношения с колеги както нагоре, така и надолу в йерархията на компанията и в различните отдели, вероятността да успеят била най-голяма. Защо? Защото когато имаш качествени отношения с хората, можеш да комбинираш идеи и да получаваш обратна връзка, което е поредната причина щедрите хора да успяват. Може да е от полза да се поддавате и да казвате "да" на "грешния избор" от време на време. Ако се поддавате на желанията си от време на време, това може да ви вдъхва нови сили, така че да не се чувствате напълно лишен през цялото време, според New York Times. Това ви помагате да поддържате курса в дългосрочен план. Ако поемете ангажимент към някого, решението става по-лесно. Има ли решения, които не трябва да вземате точно сега или които някой друг може да вземе вместо вас? "Вместо да решават всяка сутрин дали да се насилват да спортуват или не, умните хора се уговарят редовно да спортуват заедно с приятел". Ако се подготвяте за вашите моменти на слабост, ще сте по-способни да вземате добри решения. "Вземането на добри решения не е като отличителна черта на човек, в този смисъл, че тя винаги е налице," казва Баумайстър. "Това е състояние, което се мени": Неговите проучвания показват, че хората с най-добър самоконтрол са тези, които структурират така живота си, че да запазват сила на волята. Те не насрочват безкрайни срещи една след друга. Те избягват изкушения като заведения за хранен, в който плащаш вход и после можеш да ядеш каквото си поискаш и си създават навици, които елиминират умственото усилие да се правят избори. Вместо да разчитат на това силата на волята им да не отслабва цял ден, те я съхраняват така, че да е налична в спешни случаи и при вземането на важни решения. "Хората, които са най-добри във вземането на решения, знаят кога да не се доверяват на себе си.“ Ако можете да упражнявате силата на волята си, вероятността да успявате в живота е по-голяма, според проучвания. В проучване на Станфорд от 1972 г. ученици били накарани да седят с бонбон пред тях, без да го ядат в продължение на мъчителни15 мунити. Те щели да получат допълнителен бонбон, ако издържат. Проучването открива, че учениците, които могли да дочакат втория бонбон, имали по-високи резултати на изпита SAT и по-малко от тях употребявали забранени субстанции, в сравнение с техните по-импулсивни приятели. Това обаче, което понякога изглежда като слаба сила на волята, може да бъде качествено вземане на решение. Ако изглежда, че възможността да се действа може да изчезне, може би е по-добре да се изчака. През 2012 г. Селест Кид от Университета на Рочестър публикува проучване, което оспорва експеримента с бонбона. Когато била по-млада, Кид работела периодично в приюти за бездомни и се питала как израстването в подобна нестабилна среда може да повлияе на вземането на решения. Тези деца, си мислела тя, биха изяли бонбона на момента. Не защото обаче не разполагат с достатъчно сила на волята. По-скоро това би било, защото са израснали в среда, в която не могат да вярват на възрастните, че ще спазят обещанията си. "Нашите резултати определено намаляват обществените нагласи, че експерименти като този с бонбона са много мощни начини за диагностициране на капацитета за самоконтрол," казва Кид. "Отлагането на задоволството е разумен избор, само ако детето вярва, че ще получи втория бонбон след относително кратко време." В проучването на Кид децата били накарани да мислят дали провеждащите проучването са надежни или неблагонадеждни. В една част от проучването експериментаторът дал на децата лист хартия и пастели, като им казал да използват тези материали или да изчакат за по-добри. След това дошла уловката – за едната от групите експериментаторът донесъл маркери и цветни моливи; за другата се върнал и се извинил, заявявайки, че няма по-добри материали. След това вече идва тестът с бонбона. Девет от 14 деца в групата с “надеждния” експериментатор изчакали 15 минути за втория бонбон, но само едно от 14-те деца в другата група изчакало. Урокът: това, което изглежда като сила на волята, може и да е доверие.', 'images/1038d_доц.Д.Ненков-шампионвтурнира.jpg'),
(5, 'УНСС изпревари Харвард в конкурс', 'Отборът на УНСС спечели наградата за най-добри писмени защити на JESSUP 2014 - най-престижното и старо състезание по международно право за студенти в света, пише "Преса". Надпреварата се проведе в американската столица Вашингтон.\nНашите момчета и момичета - Виктория Дочева, Екатерина Димитрушева, Ивайло Димитров, Красимира Игнатова и Траян Косев, успяха да завоюват приза Dillard. Традиционно той се присъжда на отбора, подготвил най-добрата писмена защита (мемориал) в състезание със стотици свои колеги от всички точки на света. \n\nТежката дума кой се е справил най-добре има международно жури от юристи. За да е гарантирана безпристрастността, мемориалът на нашия отбор бе оценен от съдийската комисия като по-добър от тези на първите 32 отбора в света, включително на някои от най-престижните световни университети като Харвард, Джорджтаун, Оксфорд. Българският отбор успя да надмине и шампионите от Куинсланд (Австралия). Техни треньори са Виктор Серафимов и Инна Учкунова от Сдружението за международни състезания по право.\n\n„И тази година имаме огромен наплив от желаещи да изучават право. Кандидатите са с отличен успех и от гимназиалните дипломи, и от изпитите“, отчетоха от икономическия университет. В рейтинга на висшите училища в България за 2013 г. юридическото направление при тях е заело второ място - веднага след това в СУ „Св. Климент Охридски“, който от години е несменяем фаворит на лидерската позиция в тази област.', 'images/20140731.naihjzaizw.jpg'),
(6, 'В УНСС - първи два изпита по подобие на американските SAT', 'В УНСС в столицата се провеждат първите два изпита с тестове на хартиен носител по подобие на американския SAT. Изпитите са от втората предварителна кандидатстудентска сесия.\r\n\r\nТестът по български език и литература е от 9.00 ч., а по география на България от 14.00 ч. Това съобщи пресцентърът на университета.\r\n\r\nНа двата изпита ще се явят общо 2200 кандидат-студенти. С тези тестове може да се кандидатства за всички професионални направления и поднаправления.\r\n\r\nОт УНСС припомнят, че всеки месец - от октомври 2013 г. до юни т.г. включително, във висшето училище ще се организират предварителни електронни единни приемни изпити. Всички продължават по три астрономически часа.\r\n\r\nПриемът в учебното заведение е само с успешно положен кандидатстудентски изпит и с минимален бал "добър" от дипломата за средно образование.', 'images/profile_pictures/eb2614e3c4dedb8580b30044cf67f48c2110132916.jpg');

-- --------------------------------------------------------

--
-- Структура на таблица `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `avatar` text COLLATE utf8_unicode_ci,
  `sex` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `grade_type` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `grade` int(2) DEFAULT NULL,
  `start_year` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `speciality` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `end_year` varchar(10) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `is_active` tinyint(1) NOT NULL DEFAULT '1',
  `is_teacher` tinyint(1) DEFAULT '0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `email` (`email`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=32 ;

--
-- Схема на данните от таблица `users`
--

INSERT INTO `users` (`id`, `user_name`, `email`, `password`, `avatar`, `sex`, `grade_type`, `grade`, `start_year`, `speciality`, `end_year`, `created`, `is_active`, `is_teacher`) VALUES
(1, 'UNSS', 'slavi104@gmail.com', 'fCryptography::password_hash#i5pGeLWRTV#4a6ca4c760b3270880d173bb920bb385795ab14a', 'images/profile_pictures/30a1670d1127adeb706d4034920854c2login_logo (1).png', 'мъж', 'Магистър', 2, '1968', 'Economics', '1972', '2014-07-26 12:13:26', 0, 1),
(5, 'Люси', 'luci123@mail.bg', 'fCryptography::password_hash#EPcf3wkBFs#0c025a5c232cb6274021071079f96b3edd713593', 'images/profile_pictures/defaultMale.png', 'мъж', 'бакалавър', 4, '2012', 'специалност', '2012', '2014-08-07 16:46:35', 0, 0),
(9, 'ru', 'rsv6910@mail.bg', 'fCryptography::password_hash#cNkx4WhvBh#2d043add5287a2c363974fd42291a0b5addaf8cb', 'images/profile_pictures/defaultMale.png', 'мъж', 'Докторант', 5, '1950', NULL, NULL, '2014-08-07 18:05:21', 0, 0),
(14, 'Test', 'Test@abv.bg', 'fCryptography::password_hash#CFgWzjvXG3#bf9f504a54cd72551f8e7fae6bc355322986365a', 'images/profile_pictures/defaultMale.png', 'мъж', 'Бакалавър', 4, '2010', 'Test', '2014', '2014-08-12 19:02:03', 1, 0),
(15, 'Lyudmiltest', 'testtest@abv.bg', 'fCryptography::password_hash#wNlYb5uJ4K#451b8d481691d5dff34e8488eee4b6181e5bbab6', 'images/profile_pictures/defaultMale.png', 'мъж', 'Бакалавър', 4, '2010', 'testtest', '2014', '2014-08-12 19:04:45', 1, 0),
(16, '123test', '123test@abv.bg', 'fCryptography::password_hash#3TEGhGX0Af#286549b7f5e5b4da2f8937dfef9f08f461cd409c', 'images/profile_pictures/defaultMale.png', 'мъж', 'Бакалавър', 4, '2010', '123test', '2014', '2014-08-12 19:06:44', 1, 0),
(17, '12345test', '12345test', 'fCryptography::password_hash#1KIgwQvpmt#9a88c8930254faf99eec8a3a831419b6064e765d', 'images/profile_pictures/67ce2cf42f3575190f1a16e5740c1c52banski_3.jpg', 'мъж', 'Бакалавър', 3, '1950', '12345test', '1955', '2014-08-12 19:08:29', 1, 0),
(21, 'teacher', 'teacher@abv.bg', 'fCryptography::password_hash#p68S7vJJS5#b298ae3f09285bf2d792e7d681a2852f5229a51e', 'images/profile_pictures/defaultMale.png', 'мъж', 'Докторант', NULL, '1950', NULL, '1955', '2014-08-13 18:09:23', 1, 1),
(22, 'Prepodavatel', 'prep@dbv.com', 'fCryptography::password_hash#4J6u9oCDQS#ca56dd829bb6f4d32fa3f2506eb9c15cf020dbdb', 'images/profile_pictures/defaultMale.png', 'мъж', NULL, NULL, '1950', 'Economics', '1955', '2014-08-13 18:49:44', 1, 1),
(23, 'nevi22', 'nevi2210@gmail,com', 'fCryptography::password_hash#CTd29F7sss#5d19592f7bb5b6efaaebe394a2bc2330079ba524', 'images/profile_pictures/defaultFemale.png', 'жена', 'Бакалавър', 2, '2012', 'Computer science', '2016', '2014-08-14 16:03:02', 1, 0),
(24, 'Lyudmil123', 'lzdravkov90@gmail.com', 'fCryptography::password_hash#Z4Omu1mgBg#06099921cdec57051de50e9974d76e1fb93c65f8', 'images/profile_pictures/defaultMale.png', 'мъж', 'Бакалавър', 5, '2014', 'Biznes informatika', '2019', '2014-08-18 16:19:47', 1, 0),
(25, 'Unss', 'unss@abv.bg', 'fCryptography::password_hash#idpguRMG4W#e801a705c01ccbbe2eb70f7324d0d0c2abb65d66', 'images/profile_pictures/defaultMale.png', 'мъж', 'Бакалавър', 4, '2014', 'Biznes informatika', '2019', '2014-08-18 16:21:44', 1, 0),
(26, 'testnormaln', 'testnormal@abv.bg', 'fCryptography::password_hash#zB9M3AorEc#ad0552476251a5de11757091da1a8082d1e52c06', 'images/profile_pictures/defaultMale.png', 'мъж', 'Бакалавър', 4, '2014', 'Бизнес Информатика', '2019', '2014-08-18 16:23:27', 1, 0),
(27, 'slavi111', 'slavi1@avc.com', 'fCryptography::password_hash#BTQYCEDl6m#58e68a84fb06b7958c5694fa9f44fbcddc2df698', 'images/profile_pictures/defaultFemale.png', 'жена', 'Докторант', 5, '2014', 'aaa', '2019', '2014-08-18 16:25:15', 1, 0),
(28, 'tester', 'tester@tester.com', 'fCryptography::password_hash#G3vT48Bf5k#e5027255bb1d67746a6312952f39ce1556155dc9', 'images/profile_pictures/7b73f8c513f044488b2b64e8c76b1497090720123698.jpg', 'жена', 'Докторант', 4, '2014', 'dddd', '2019', '2014-08-18 16:27:13', 0, 0),
(29, 'profil123', 'profil@abv.bg', 'fCryptography::password_hash#ccytfwHK4r#c97c802180ff573f571f89e63973465cea9d4be7', 'images/profile_pictures/defaultMale.png', 'мъж', 'Бакалавър', 4, '2014', 'Бизнес Информатика', '2019', '2014-08-18 16:31:47', 1, 0),
(30, 'slavi9999', 'slavi7777@abv.bg', 'fCryptography::password_hash#GcfCpGm1DY#b6a77dc32f1fb475d7d20909a2a29e517220efbb', 'images/profile_pictures/defaultMale.png', 'мъж', 'Магистър', 3, '2014', 'ooooo', '2019', '2014-08-18 16:36:49', 1, 0),
(31, 'prepodavatel123', 'prepodavatel@unss.com', 'fCryptography::password_hash#09glTuka06#ac65e1a8f3598b488129bb861d7baf28a0ca72cf', 'images/profile_pictures/defaultMale.png', 'мъж', NULL, NULL, '2014', 'Бизнес Информатика', '2019', '2014-08-18 16:42:17', 1, 1);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
